Repository: dedic8eddev/python-rsn
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: it, ja

source: All changes saved
it: Modifica salvata

source: Error saving changes
it: Errore di registrazione

source: Every change you make is automatically saved by Raisin PRO.
it: Ogni modifica apportata viene salvata automaticamente da Raisin PRO.

source: Something went wrong. Please refresh the page and try again. Contact us at contact@raisin.digital if this is a recurring issue.
it: Qualcosa è andato storto. Per favore ricarica la pagina e riprova. Contattaci via e-mail a contact@raisin.digital se questo è un problema ricorrente.

source: -30% (defined by Raisin team, not accessible to owner)
it: -30% (definito dal team Raisin, non modificabile dal proprietario)

source: [{diff}] from a month ago!
it: [{diff}] rispetto al mese precedente

source: ACTIVE
it: ATTIVO

source: Add hours
it: Aggiungi orari

source: Add new date
it: Aggiungi una nuova data

source: ADDRESS
it: INDIRIZZO

source: Agreed to the Terms and Conditions and Privacy Policy
it: Ha accettato i Termini di servizio e l'Informativa sulla privacy

source: Amount
it: Importo

source: April
it: aprile

source: At work
it: Al lavoro

source: August
it: agosto

source: BAR
it: VINERIA

source: BILLING ADDRESS
it: INDIRIZZO DI FATTURAZIONE

source: BILLING E-MAIL
it: FATTURAZIONE E-MAIL

source: CANCELLED
it: ANNULLATO

source: Change
it: Cambiare

source: CITY
it: CITTÀ

source: Closed
it: Chiuso

source: closed
it: chiuso

source: COMMENTS
it: COMMENTI

source: Company Details
it: Dettagli dell'azienda

source: Company
it: Azienda

source: All rights reserved.
it: Tutti i diritti sono riservati.

source: Copyright © 2019 Raisin SAS. All rights reserved.
it: Copyright © 2019 Raisin SAS. Tutti i diritti sono riservati.

source: CORPORATE NAME
it: NOME DELL'AZIENDA

source: COUNTRY
it: NAZIONE

source: CURRENT PASSWORD
it: PASSWORD ATTUALE

source: Current Plan
it: Piano attuale

source: DASHBOARD - Raisin Pro
it: PANNELLO DI CONTROLLO - Raisin Pro

source: DASHBOARD
it: PANNELLO DI CONTROLLO

source: Date
it: Data

source: December
it: dicembre

source: Delete
it: Cancellare

source: Domain
it: Azienda vinicola

source: Edit
it: modificare

source: English
it: inglese

source: ESTABLISHMENT - Raisin Pro
it: LOCALE - Raisin Pro

source: Establishment info
it: Informazioni sul locale

source: Establishment Location
it: indirizzo del locale

source: ESTABLISHMENT NAME:
it: NOME DEL LOCALE:

source: Establishment name
it: Nome del locale

source: Establishment opening / closing hours
it: Orari di apertura / chiusura del locale

source: Establishment presentation
it: Presentazione del locale

source: ESTABLISHMENT
it: LOCALE

source: Establishment
it: Locale

source: February
it: febbraio

source: FIRST NAME
it: NOME

source: FOOD - Raisin Pro
it: PIATTI - Raisin Pro

source: FOOD
it: PIATTI

source: Food
it: Piatti

source: French
it: Francese

source: Friday
it: Venerdì

source: Front store
it: Vetrina / esterno

source: Get Direction requests
it: Come arrivare

source: Help
it: Aiuto

source: Holidays
it: Vacanze
ja: 臨時休業

source: HOLIDAYS
it: VACANZE

source: Public holiday
it: Giorno festivo
ja: 祝日

source: From
it: Dal
ja: から

source: To
it: Al
ja: まで

source: IMPRESSIONS
it: IMPRESSIONI

source: Impressions
it: Impressioni

source: Interior
it: Interno

source: Invoice issued on:
it: Fattura emessa in data:

source: Invoice Number
it: Numero di fattura

source: January
it: gennaio

source: July
it: luglio

source: June
it: giugno

source: LANGUAGE
it: LINGUA

source: LAST NAME
it: COGNOME

source: Last week
it: La settimana scorsa

source: Posted food
it: Piatti pubblicati

source: 🍲 Posted Food
it: 🍲 Piatti pubblicati

source: Latest posted wines
it: Ultimi vini postati

source: Latest posted food
it: Ultimi piatti postati

source: LEGAL FORM
it: FORMA GIURIDICA

source: LIKES
it: MI PIACE

source: Likes
it: Mi piace

source: Limited to 1 picture
it: 1 foto al massimo

source: Limited to 4 pictures
it: 4 foto al massimo

source: Make sure to complete your establishment's info in detail, it's time to shine like a diamond 💎
it: Assicurati di compilare in maniera dettagliata TUTTE le informazioni sul tuo locale, è ora di brillare come un diamante 💎

source: Map
it: Mappa

source: March
it: marzo

source: May
it: Maggio

source: Monday
it: Lunedi

source: Monthly
it: mensile

source: More to come very soon!
it: A breve ci sarà molto di più!

source: Name
it: Nome

source: Ingredients
it: Ingredienti

source: NEW PASSWORD
it: NUOVA PASSWORD

source: New password (again)
it: Conferma la nuova password)
ja: 新しいパスワード (確認用)

source: Next
it: successivo

source: YES
it: SÌ

source: November
it: novembre

source: Now it is your turn!
it: Ora tocca a te!

source: October
it: ottobre

source: Opened
it: Aperto

source: opened
it: aperto

source: opening / closing hours
it: Orari di apertura / chiusura

source: Opening / closing hours
it: Orari di apertura

source: Opening Hours
it: Orari di apertura

source: OPENING HOURS
it: ORARI DI APERTURA

source: Opening/Closing - Holidays
it: Orari di apertura / chiusura - Vacanze

source: Orange wines
it: Vini macerati

source: Pink wines
it: Vini rosati

source: Owner Details
it: Dettagli del proprietario

source: PAUSED
it: In pausa

source: Phone Calls
it: Chiamate telefoniche

source: PHONE
it: TELEFONO

source: Plan Details
it: Dettagli del piano

source: 🙋🏻 Please, complete this description to let users know what your venue is all about!
it: 🙋🏻 Completa questa descrizione in modo che gli utenti sappiano cosa caratterizza il tuo locale!

source: Popular (Impressions/ Taps)
it: Popolarità (impressioni / clic)

source: Presentation
it: Presentazione

source: Previous
it: Precedente

source: Raisin Pro [logo - image]
it: Raisin Pro [logo - immagine]

source: Red wines
it: Vini rossi

source: RESTAURANT
it: RISTORANTE

source: REVIEWS & LIKES - Raisin Pro
it: COMMENTI E MI PIACE - Raisin Pro

source: REVIEWS & LIKES
it: COMMENTI E MI PIACE

source: REVIEWS:
it: COMMENTI:

source: Reviews:
it: Commenti:

source: Rosé wines
it: Vini rosati

source: Saturday
it: Sabato

source: SAVE CHANGES
it: Salva modifiche

source: Save Changes
it: Salva modifiche

source: Save
it: Salva

source: SEARCH ALL FOOD
it: CERCA TRA TUTTI I PIATTI

source: SEARCH ALL WINE
it: RICERCA TRA TUTTI I VINI

source: SEARCH
it: RICERCA

source: Search
it: Ricerca

source: SELECT A TYPE
it: Seleziona un tipo:

source: September
it: settembre

source: SETTINGS - Raisin Pro
it: IMPOSTAZIONI - Raisin Pro

source: SETTINGS
it: IMPOSTAZIONI

source: SHIPPING ADDRESS
it: INDIRIZZO DI CONSEGNA

source: Show
it: Selezionare

source: entries
it: numero di voci

source: Showing {number} of [{max}] entries
it: Seleziona {numero} {max} numero di voci

source: Sort by
it: Selezionare

source: Sparkling wines
it: Vini frizzanti

source: STATE/PROVINCE
it: STATO / PROVINCIA

source: Status
it: Stato

source: Sunday
it: Domenica

source: TAPS
it: CLIC

source: Taps
it: Clic

source: Team
it: Staff

source: This Month
it: Questo mese

source: This week
it: Questa settimana

source: Thursday
it: Giovedi

source: To change your plan to upgrade, downgrade, cancel or switch billing frequency
it: Per modificare, cambiare o annullare il tuo abbonamento

source: Please, email our support at
it: inviaci un'e-mail al seguente indirizzo

source: To change your plan to upgrade, downgrade, cancel or switch billing frequency, please, email our support: pro@raisin.digital
it: Per modificare, cambiare o annullare il tuo piano, inviaci un'e-mail al seguente indirizzo: pro@raisin.digital

source: Tuesday
it: Martedì

source: URL WEBSITE
it: SITO WEB

source: VAT NUMBER
it: PARTITA IVA

source: Venues near by
it: Locali vicini

source: VISITS
it: VISITE

source: We are always here for you: 💌
it: Siamo a tua disposizione: 💌

source: We are working very hard ⚙️ to launch all features as quickly as possible ;)
it: Ci stiamo impegnando per avviare tutte le funzionalità il più rapidamente possibile;)

source: Website
it: Sito internet

source: Wednesday
it: Mercoledì

source: Welcome to:
it: Benvenuto su:

source: White wines
it: Vini bianchi

source: WINE - Raisin Pro
it: Vino - Raisin Pro

source: Wine - Raisin Pro
it: Vino - Raisin Pro

source: Wine list:
it: Carta dei vini:

source: Wine name
it: Nome del vino

source: WINE N&zwnj;AME
it: NOME DEL VINO

source: WINE SHOP
it: Enoteca

source: Wine
it: Vini

source: Winemaker
it: Vignaiolo

source: Wines by category
it: Vini per categoria

source: Caption
it: Didascalia

source: WINES
it: VINI

source: Yearly
it: Annuale

source: Your plan will renew on: {date} for {sum}.
it: Il tuo abbonamento verrà rinnovato il: {data} per {sum}.

source: ZIP/POSTAL
it: CAP

source: 🌟 10 Most popular 🍷 WINE posts
it: 🌟 i 10 vini più visti 🍷

source: 🌟 10 Most popular 🍽️ FOOD posts
it: 🌟 I 10 PIATTI più visti 🍽️

source: 🍜 POST YOUR DISHES!
it: 🍜 PUBBLICA I TUOI PIATTI!

source: 🍷 If you would like for the Raisin team to reconsider this figure, please make sure you have made the appropriate changes to guarantee at least 30% natural wine in your offer. We value genuine requests ;) Allow ⏳ 3 months time between each request 📝.
it: 🍷 Se desideri che il team di Raisin riconsideri il tuo locale, assicurati di aver apportato le modifiche necessarie per fornire almeno il 30% di vino naturale nella tua carta. Apprezziamo le richieste veritiere ;) ⏳ Attendi 3 mesi tra una richiesta e l'altra 📝.

source: 🍷 POST WINES YOU LOVE!
it: 🍷 PUBBLICA I VINI CHE AMI!

source: 🍷 WINES
it: 🍷 VINI

source: 🍽️ FOOD
it: 🍽️ PIATTI

source: Hey! You never get a second chance at a first impression...😎.
it: Hey! Non hai mai una seconda possibilità per fare una prima impressione 😎.

source: 💡 Information in this section is used to let users discover your establishment. Make sure your profile is relevant and up to date, and don't forget to upload great pictures to show it 📸 .
it: 💡 Le informazioni in questa sezione aiutano gli utenti a scoprire il tuo locale. Assicurati di presentare al meglio la filosofia del tuo locale e che le foto siano le migliori possibili 📸.

source: 💡 Information in this section is used to let users discover your establishment. Make sure your profile is relevant and up to date, and don't forget to upload great pictures to show it 📸 . Hey! You never get a second chance at a first impression...😎.
it: 💡Le informazioni di questa sezione permettono agli utenti di scoprire il vostro locale. Assicuratevi che rappresentino bene la vostra filosofia e che le foto siano le migliori possibili 📸. Non si ha mai una seconda occasione per fare una prima impressionen 😎.

source: 💡 They get featured on Raisin's main screen of users in your area. The more you post, the more you get noticed!<br> 📸 Share as many wine pictures as you wish, to give the best understanding of what you sell!
it: 💡 Le foto appariranno anche nella schermata principale dell'app, per tutti gli utenti nelle vicinanze. Più pubblichi, più ti fai notare!<br> 📸 e più utenti capiscono cosa offri!

source: 📸 Food pictures will also show up on Raisin's main screen of users in your area. 💡 The more the merrier, show what your cuisine is all about ;)
it: 📸 Le foto dei piatti appariranno anche sulla schermata principale dell'app, per tutti gli utenti nelle vicinanze. 💡 Fai in modo che più persone possibili scoprano la tua cucina;)

source: 😃 Thank you so much for subscribing to this service, it means a lot to us 🙌🏻
it: 😃 Grazie mille per esserti iscritto a questo servizio, significa molto per noi 🙌

source: 😎 Since you never get a second chance at a first impression...
it: 😎 Dal momento che non avrai mai una seconda possibilità per fare una buona prima impressione ...

source: 🤔 How USERS FOUND you on Raisin - Taps
it: 🤔 Clicca per vedere come gli utenti visualizzano il tuo locale su Raisin

source: Edit WINE information
it: Modifica le informazioni sul vino

source: Edit FOOD
it: Modifica un PIATTO

source: This Field Cannot Be Empty.
it: Questo campo non può essere vuoto.

source: All
it: Tutti

source: MODIFY image
it: MODIFICA immagine

source: Change Picture
it: Cambia immagine

source: Delete Picture
it: Elimina immagine

source: Add a new wine
it: Aggiungi un nuovo vino

source: Add FOOD
it: Aggiungi un PIATTO

source: ADD Image
it: Aggiungi immagine

source: We accept files in PNG, JPG, JPEG or GIF format, <br/>up to 5 MB+
it: Accettiamo file in formato PNG, JPG, JPEG o GIF,<br/> fino a 5 MB +

source: We accept files in PNG, JPG, JPEG or GIF format,<br/>up to 5 MB+
it: Accettiamo file in formato PNG, JPG, JPEG o GIF,<br/> fino a 5 MB +

source: Invalid Image Format.
it: Formato immagine non valido.

source: Maximum File Size Limit is 5MB.
it: La dimensione massima del file è 5 MB.

source: Maximum File Size Limit is
it: La dimensione massima del file è

source: Select Wine Name.
it: Seleziona il nome del vino.

source: Select Winemaker.
it: Seleziona un vignaiolo.

source: Select Domain.
it: Seleziona un'azienda vinicola.

source: Domain Name
it: Nome dell'azienda vinicola

source: DOMAIN N&zwnj;AME
it: NOME DELL'AZIENDA VINICOLA

source: COLOR
it: COLORE

source: Vintage
it: annata del vino

source: VINTAGE
it: ANNATA DEL VINO

source: Invalid Year Format.
it: Formato anno non valido

source: Red
it: Rosso

source: White
it: Bianco

source: Rosé
it: Rosato

source: Orange
it: Macerato

source: Pink
it: Rosato

source: Sparkling
it: Frizzante

source: Grape Variety
it: Vitigno

source: Add a comment to moderator on Raisin
it: Invia un commento al moderatore su Raisin

source: Add a comment
it: Invia un commento

source: to moderator on Raisin
it: al moderatore su Raisin

source: Cancel
it: Annullare

source: POST
it: Pubblica

source: Close
it: Chiudi

source: NEW INFORMATION NOT SAVED
it: NUOVE INFORMAZIONI NON SALVATE

source: NEW INFORMATION NOT SAVED!
it: NUOVE INFORMAZIONI NON SALVATE!

source: Would you like to save before exiting?
it: Vuoi salvare prima di abbandonare la pagina?

source: DELETE this POST?
it: Eliminare questo post?

source: You will no longer have access to it.
it: Non avrai più accesso

source: POST WINE
it: Pubblica un vino

source: Update
it: aggiorna

source: WINE MADE BY A NATURAL WINEMAKER
it: VINO PRODOTTO DA UN VIGNAIOLO NATURALE

source: THIS IS AN ORGANIC AND/OR BIODYNAMIC WINE
it: QUESTO È UN VINO BIOLOGICO E / O BIODINAMICO

source: IT'S A CONVENTIONAL WINE!
it: QUESTO È UN VINO CONVENZIONALE!

source: NOT SURE ABOUT THIS WINE...
it: NON SONO SICURO DI QUESTO VINO ...

source: Search coming soon
it: Ricerca presto in arrivo

source: Select At Least One Type.
it: Seleziona almeno un tipo.

source: Website language:
it: Lingua del sito:

source: Website currency:
it: Valuta:

source: Be patient, we are working hard to launch this section rapidly ;)
it: Grazie per la pazienza, stiamo facendo del nostro meglio per lanciare tutte le funzionalità il più rapidamente possibile;)

source: Invoice
it: Fatture

source: Invoices
it: Fatture

source: Drag and drop a file here or click
it: Trascina e rilascia un file o fai clic su

source: Opens at
it: Apre alle

source: Closes at
it: Chiude alle

source: DASHBOARD - Raisin Pro.
it: PANNELLO DI CONTROLLO - Raisin Pro.

source: coming soon
it: presto in arrivo

source: Subscribers
it: ABBONATI

source: Post Wine
it: Pubblica 1 VINO

source: Post Food
it: Pubblica 1 PIATTO

source: Price
it: Prezzo

source: United States Dollar
it: dollaro Americano

source: United Arab Emirates Dirham
it: Dirham degli Emirati Arabi Uniti

source: Argentine Peso
it: Peso argentino

source: Australian Dollar
it: Dollaro australiano

source: Azerbaijani Manat
it: Manat dell' Azerbaijan

source: Bulgarian Lev
it: Lev bulgaro

source: Bahraini Dinar
it: Dinaro del Bahrein

source: Brunei Dollar
it: Dollaro del Brunei

source: Brazilian Real
it: Real brasiliano

source: Canadian Dollar
it: dollaro canadese

source: Swiss Franc
it: Franco svizzero

source: Chilean Peso
it: Peso cileno

source: Chinese Yuan
it: Yuan cinese

source: Czech Koruna
it: Corona ceca

source: Danish Krone
it: Corona danese

source: Egyptian Pound
it: Sterlina egiziana

source: Fiji Dollar
it: Dollaro delle Figi

source: Pound Sterling
it: Sterlina

source: Hong Kong Dollar
it: Dollaro di Hong Kong

source: Hungarian Forint
it: Fiorino ungherese

source: Indonesian Rupiah
it: Rupia indonesiana

source: Israeli New Shekel
it: Nuovo Shekel israeliano

source: Indian Rupee
it: Rupia indiana

source: ¥ - Japanese Yen
it: ¥ - Yen giapponese

source: South Korean Won
it: Won sudcoreano

source: Kuwaiti Dinar
it: Dinaro kuwaitiano

source: Sri Lankan Rupee
it: Rupia dello Sri Lanka

source: Moroccan Dirham
it: Dirham marocchino

source: Malagasy Ariary
it: Ariary malgascio

source: Mexican Peso
it: Peso messicano

source: Malaysian Ringgit
it: Ringgit malese

source: Norwegian Krone
it: Corona norvegese

source: New Zealand Dollar
it: Dollaro neozelandese

source: Omani Rial
it: Rial dell'Oman

source: Peruvian Sol
it: Sol peruviano

source: Papua New Guinean Kina
it: Kina della Papua Nuova Guinea

source: Philippine Peso
it: Peso filippino

source: Pakistani Rupee
it: Rupia pakistana

source: Polish Złoty
it: Zloty polacco

source: Russian Ruble
it: Rublo russo

source: Saudi Riyal
it: Riyal saudita

source: Solomon Islands Dollar
it: Dollaro delle isole Salomone

source: Seychelles Rupee
it: Rupia delle Seychelles

source: Swedish Krona/Kronor
it: Corona svedese

source: Singapore Dollar
it: Dollaro di Singapore

source: Thai Baht
it: Baht thailandese

source: Tongan pPaʻanga
it: Pa'anga tongano

source: Turkish Lira
it: Lira turca

source: New Taiwan Dollar
it: Nuovo dollaro taiwanese

source: Tanzanian Shilling
it: Scellino tanzaniano

source: Venezuelan Bolívar
it: Bolivar venezuelano

source: Vietnamese Dồng
it: Dong vietnamita

source: Vanuatu Vatu
it: Vatu di Vanuatu

source: Samoan Tala
it: Tala samoano

source: CFA Franc BCEAO
it: Franco CFA BCEAO

source: South African Rand
it: Rand sudafricano

source: Incorrect price.
it: Prezzo errato.

source: Sign into your account
it: Accedi al tuo account

source: Remember me
it: Memorizza i miei dati di accesso

source: I accept the
it: Accetto le

source: Terms of Service
it: Condizioni d'utilizzo

source: and
it: e

source: Privacy policy
it: l'informativa sulla privacy

source: Don't have an account?
it: Non hai un account?

source: Register here
it: Registrati qui

source: Recover your password
it: Recupera la tua password

source: Reset Password
it: Ripristina
ja: パスワードの再設定

source: Wrong credentials
it: Credenziali errate

source: No establishment added to your account - Please contact the administrator:
it: Nessun locale aggiunto al tuo account - Contatta l'amministratore:

source: Email has been sent. Get back to
it: L'email è stata inviata. Si prega di tornare alla

source: login page
it: pagina di login

source: Username or email
it: Nome utente o email

source: Forgot password?
it: Hai dimenticato la password

source: Validate
it: Conferma

source: Reset your password
it: Reimposta la mia password
ja: パスワードの再設定

source: Set your password
it: Imposta la tua password

source: The two password fields did not match.
it: I due campi della password non corrispondono.
ja: 2つのパスワードフィールドが一致しませんでした。

source: Password can not be empty.
it: Il campo password non può essere vuoto.
ja: パスワードは空にできません。

source: Password must contain a mix of lowercase letters, uppercase letters and numbers.
it: La password deve contenere una combinazione di lettere minuscole, maiuscole e numeri.
ja: パスワードには、小文字、大文字、数字を混在させる必要があります。

source: Password must be between 6 and 30 characters.
it: La password deve contenere da 6 a 30 caratteri.
ja: パスワードは6〜30文字である必要があります。

source: The current password does not match.
it: La password non è corretta.

source: No results found.
it: Nessun dato da visualizzare.

source: See all
it: Mostra tutto

source: Agreed to the
it: Ho accettato le

source: 😎 Since you never get a second chance at a first impression... Make sure to complete your establishment's info in detail, it's time to shine like a diamond 💎
it: 😎 Dato che non avrai mai una seconda possibilità per fare un'ottima prima impressione ... Assicurati di inserire TUTTE le informazioni sulla tua attività, è ora di brillare come un diamante 💎

source: Renew password
it: Modifica password

source: Resend activation
it: Invia di nuovo l'attivazione

source: Establishment Owner
it: Proprietario dell'attività

source: Messages
it: Messaggi

source: Change Password
it: Modificare la password

source: Please fill in your billing address details in your Chargebee account.
it: Inserisci i dettagli del tuo indirizzo di fatturazione nel tuo account Chargebee.

source: Your plan will renew on
it: Il tuo abbonamento verrà rinnovato il

source: To change your plan to upgrade, downgrade, cancel or switch billing frequency
it: Per modificare il tuo abbonamento o modificare la frequenza di fatturazione

source: You don't have any active plans
it: Non hai un abbonamento attivo

source: Please, email our support at
it: Invia un'e-mail all'indirizzo

source: for
it: per

source: daily
it: quotidiano

source: weekly
it: settimanale

source: monthly
it: mensile

source: quarterly
it: trimestrale

source: semiannually
it: semestrale

source: annually
it: annuale

source: Congratulations!
it: Congratulazioni!
ja: おめでとう！

source: Password for user
it: La password per l'utente
ja: 「ユーザー

source: has been successfully changed. You can now login into the Raisin app
it: è stata modificata con successo. Ora puoi accedere all'app Raisin.
ja: のパスワードが正常に変更されました。これで、Raisinアプリにログインできます。 」

source: has been successfully changed. You can now login into Raisin Pro (app or website)
it: è stata modificata. È ora possibile accedere a Raisin Pro (app o sito Web)

source: has been successfully changed. You can now %(link)s into Raisin Pro (app or website).
it: è stata modificata. È ora possibile accedere a Raisin Pro (app o sito Web).

source: ➜ Click HERE to add this wine 🍷
it: ➜ Clicca QUI per aggiungere questo vino 🍷

source: You must connect this owner to an establishment
it: Devi collegare questo proprietario a un'attività

source: A user with that username already exists.
it: Esiste già un utente con questo username.

source: This Chargebee Customer ID is invalid.
it: Questo numero cliente Chargebee non è valido.

source: Customer ID is already assigned to another user.
it: Il numero cliente Chargebee è già assegnato a un altro utente.

source: Subscription ID is already assigned to an establishment.
it: L'ID dell'abbonamento è già assegnato a un altro locale..

source: The owner of this place is linked to a different Chargebee Customer ID than the subscription you are trying to submit.
it: Il proprietario di questo locale è associato a un numero di cliente Chargebee diverso dall'abbonamento che stai cercando di utilizzare.

source: The Chargebee Customer that has this subscription is already linked to a different establishment owner.
it: Il cliente Chargebee che dispone di questo abbonamento è già collegato a un altro titolare dell'attività.

source: Please assign an owner to this establishment first.
it: Si prega di assegnare prima un proprietario a questo locale.

source: You don't have any subscriptions assigned to this establishment.
it: Nessun abbonamento assegnato a questa attività.

source: Start date is required for regular events.
it: La data di inizio è richiesta per gli eventi programmati regolarmente.

source: End date is required for regular events.
it: La data di fine è richiesta per gli eventi programmati regolarmente.

source: Address is required for regular events.
it: L'indirizzo è richiesto per gli eventi programmati regolarmente.

source: Trial remaining
it: Tempo rimanente per la prova

source: days - Trial ends on
it: giorni: il periodo di prova termina il

source: Payment Status
it: Stato del pagamento
