Repository: dedic8eddev/python-rsn
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: it, ja

source: Plan
it: Abbonamento

source: Plan Amount
it: Importo del piano

source: Please remove the Subscription ID from the old establishment first.
it: Elimina prima l'ID dell'abbonamento del vecchio locale.

source: 🙋🏼‍♀️ Welcome to Raisin Pro.
it: 🙋🏼‍♀️ Benvenuto su Raisin Pro.

source: No records to display.
it: Nessun dato da mostrare.

source: Go ahead,
it: Tocca a te,

source: post a wine 🍷
it: posta un vino 🍷

source: WINES BY USERS
it: VINI degli UTENTI

source: Wines by Users
it: VINI degli UTENTI

source: Wines by Users - Raisin Pro
it: VINI degli UTENTI - Raisin Pro

source: Additional emails
it: Email aggiuntive

source: FEEDBACK
it: CENTRO ASSISTENZA / FUNZIONALITA'

source: NEED SUPPORT?
it: HAI BISOGNO DI AIUTO?

source: Write something
it: Scrivi una risposta

source: characters left
it: caratteri rimasti
ja: 残り 文字

source: character left
it: carattere rimanente
ja: 残り 文字

source: Unwanted commercial content or spam
it: Contenuti commerciali o spam indesiderati
ja: 迷惑な商業コンテンツやスパム

source: Pornography or sexually explicit material
it: Pornografia o materiale sessualmente esplicito
ja: ポルノまたは性描写のあるもの

source: Child abuse
it: Abusi sui minori
ja: 児童虐待

source: Hate speech or graphic violence
it: Discorso d'odio o violenza grafica
ja: ヘイトスピーチや生々しい暴力

source: Promotes terrorism
it: Incoraggia il terrorismo
ja: テロの扇動

source: Harassment or bullying
it: Molestie o bullismo
ja: ハラスメントやいじめ

source: Suicide or self injury
it: Suicidio o autolesionismo
ja: 自殺または自傷行為

source: Misinformation
it: Disinformazione
ja: 虚偽の情報

source: None
it: Nessuno

source: 🙋🏻 Please, complete this description to let users know what your venue is all about!
it: Completate questa descrizione in modo che gli utenti sappiano cosa rende speciale il vostro locale!

source: BOOK A TABLE
it: PRENOTA UN TAVOLO

source: An error has occurred: unable to use the banned account
it: Si è verificato un errore: impossibile utilizzare l'account bloccato
ja: エラーが発生しました：禁止されたアカウントを使用することができません。

source: An error has occurred: account does not exist
it: Si è verificato un errore: utente non trovato
ja: エラーが発生しました：ユーザーが見つかりません。

source: An error has occurred: unable to use the inactive account
it: Si è verificato un errore: utente inattivo o cancellato
ja: エラーが発生しました：ユーザーが非アクティブまたは削除されました。

source: Reset password
ja: パスワードの再設定
